[
  "Relief from oppression opposed by lack of influence.",
  "Obliged to risk friendship in an effort to rescue a loved one.",
  "Desired vengeance against a tyrant or oppressor opposed by danger to life.",
  "Obliged to prevent crime or injury opposed by inclement weather.",
  "Obliged to risk happiness in an effort to rescue a loved one.",
  "Desired vengeance against a cheater opposed by lack of information.",
  "Relief from imprisonment opposed by mental weakness.",
  "Desired vengeance against one who has caused loss of valuables opposed by legal procedure.",
  "Obliged to restore health or happiness to a loved one opposed by lack of influence.",
  "Obliged to risk position in an effort to capture a vicious animal.",
  "Obliged to solve a mystery or phenomenon opposed by duty to country.",
  "Desired vengeance against one who has damaged good name opposed by duty to country.",
  "Obliged to restore health or happiness to a loved one opposed by physical weakness.",
  "Obliged to prevent a catastrophe opposed by false accusation.",
  "Obliged to identify an unknown person opposed by duty to loved ones.",
  "Obliged to risk happiness in an effort to apprehend a criminal.",
  "Obliged to risk name in an effort to escape imprisonment.",
  "Obliged to risk liberty in anan effort to brave mental destruction.",
  "Obliged to prevent a terrible injustice opposed by friends.",
  "Obliged to prevent a crime or injury opposed by lack of information.",
  "Obliged to identify an unknown person opposed by physical weakness.",
  "Obliged to solve a mysterious crime opposed by lack of influence.",
  "Obliged to recover lost information or clue opposed by duty to loved ones.",
  "Desired vengeance against a law breaker opposed by danger to life.",
  "Relief from unjust accusation opposed by mental weakness.",
  "Desired vengeance against an insulter opposed by poverty.",
  "Obliged to recover a lost person opposed by legal procedure.",
  "Obliged to identify an unknown person opposed by mental weakness.",
  "Obliged to prevent a crime or injury opposed by duty to loved ones.",
  "Obliged to risk friendship in an effort to destroy a government.",
  "Obliged to risk name in an effort to brave mental destruction.",
  "Obliged to risk liberty in an effort to put down a rebellion.",
  "Obliged to solve a mystery or phenomenon opposed by physical weakness.",
  "Obliged to prevent a catastrophe opposed by mental weakness.",
  "Obliged to identify an unknown person opposed by lack of influence.",
  "Desired vengeance against a rival in love opposed by physical weakness.",
  "Obliged to risk love in an effort to brave a terrible disease.",
  "Obliged to risk life in an effort to brave a maniac or insane person.",
  "Obliged to solve a mystery or phenomenon opposed by suspicion.",
  "Obliged to prevent a catastrophe opposed by legal procedure.",
  "Obliged to recover lost information or clue opposed by lack of facilities.",
  "Desired vengeance against one who has damaged good name opposed by inclement weather.",
  "Relief from injury opposed by duty to loved ones.",
  "Obliged to risk fortune in an effort to overthrow a monarch.",
  "Obliged to solve a mystery or phenomenon opposed by duty to loved ones.",
  "Desired vengeance against one who has caused loss of valuables opposed by danger to life.",
  "Obliged to risk position in an effort to undertake a dangerous mission.",
  "Obliged to prevent a crime or injury opposed by duty to religion.",
  "Obliged to solve a mysterious crime opposed by poverty.",
  "Desired vengeance against a cheater opposed by distance.",
  "Obliged to recover lost information or clue opposed by inclement weather.",
  "Desired vengeance against one who has damaged good name opposed by false accusation.",
  "Obliged to risk liberty in an effort to capture a vicious animal.",
  "Obliged to risk fortune in an effort to brave a terrible disease.",
  "Obliged to risk love in an effort to prove one's strength.",
  "Obliged to risk liberty in an effort to destroy a government.",
  "Obliged to recover lost valuables opposed by duty to religion.",
  "Desired vengeance against a cheater opposed by friends.",
  "Relief from prosecution opposed by lack of facilities.",
  "Obliged to risk love in an effort to destroy a government.",
  "Obliged to prevent a catastrophe opposed by rivals.",
  "Desired vengeance against one who has caused injury opposed by inclement weather.",
  "Obliged to risk name in an effort to brave a maniac or insane person.",
  "Obliged to risk liberty in an effort to rescue a loved one.",
  "Obliged to identify an unknown person opposed by distance.",
  "Relief from prosecution opposed by lack of influence.",
  "Obliged to risk love in an effort to put down a rebellion.",
  "Obliged to risk fortune in an effort to expose a vicious ring.",
  "Obliged to risk name in an effort to brave a terrible disease.",
  "Obliged to risk life in an effort to brave an air voyage.",
  "Obliged to risk honor in an effort to capture a vicious animal.",
  "Obliged to risk liberty in an effort to prove one's strength.",
  "Desired vengeance against a law breaker opposed by poverty.",
  "Relief from prosecution opposed by mental weakness.",
  "Desired vengeance against one who has caused loss of valuables opposed by distance.",
  "Relief from unjust accusation opposed by poverty.",
  "Obliged to risk name in an effort to rescue an unfortunate.",
  "Obliged to risk love in an effort to brave deep waters.",
  "Obliged to risk fortune in an effort to destroy a government.",
  "Obliged to prevent crime or injury opposed by poverty.",
  "Obliged to solve a mystery or phenomenon opposed by friends.",
  "Desired vengeance against a cheater opposed by rivals.",
  "Relief from persecution opposed by duty to religion.",
  "Obliged to risk name in an effort to brave an air voyage.",
  "Obliged to risk liberty in an effort to engage in battle.",
  "Relief from oppression opposed by duty to loved ones.",
  "Desired vengeance against one who has caused injury opposed by duty to country.",
  "Obliged to prevent a crime or injury opposed by mental weakness.",
  "Obliged to risk love in an effort to brave mental destruction.",
  "Obliged to risk name in an effort to brave a storm or cataclysm.",
  "Obliged to risk honor in an effort to brave a terrible disease.",
  "Obliged to solve a mystery or phenomenon opposed by poverty.",
  "Obliged to prevent a catastrophe opposed by duty to religion.",
  "Obliged to solve a mysterious crime opposed by suspicion.",
  "Desired vengeance against a law breaker opposed by rivals.",
  "Relief from persecution opposed by lack of influence.",
  "Obliged to risk name in an effort to expose a vicious ring.",
  "Obliged to risk fortune in an effort to apprehend a criminal.",
  "Obliged to risk life in an effort to brave mental destruction.",
  "Obliged to risk health in an effort to engage in battle.",
  "Obliged to risk life in an effort to escape from imprisonment.",
  "Obliged to prevent a crime or injury opposed by suspicion.",
  "Obliged to solve a mystery or phenomenon opposed by enemies.",
  "Obliged to recover lost valuables opposed by physical weakness.",
  "Desired vengeance against one who has caused injury opposed by duty to religion.",
  "Relief from persecution opposed by physical weakness.",
  "Desired vengeance against the opposite sex opposed by duty to religion.",
  "Obliged to risk position in an effort to rescue a loved one.",
  "Obliged to risk life in an effort to brave deep waters.",
  "Desired vengeance against an insulter opposed by enemies.",
  "Relief from persecution opposed by false accusation.",
  "Obliged to risk name in an effort to put down a rebellion.",
  "Obliged to identify an unknown person opposed by poverty.",
  "Obliged to prevent a catastrophe opposed by suspicion.",
  "Desired vengeance against an insulter opposed by rivals.",
  "Relief from unjust accusation opposed by duty to country.",
  "Obliged to risk friendship in an effort to engage in battle.",
  "Obliged to risk name in an effort to brave deep waters.",
  "Obliged to risk honor in an effort to rescue an unfortunate.",
  "Obliged to solve a mystery or phenomenon opposed by distance.",
  "Obliged to prevent a crime or injury opposed by enemies.",
  "Desired vengeance against an insulter opposed by distance.",
  "Relief from persecution opposed by legal procedure.",
  "Obliged to risk fortune in an effort to prove one's strength.",
  "Obliged to risk life in an effort to expose a vicious ring.",
  "Obliged to prevent a crime or injury opposed by friends.",
  "Obliged to recover lost information or clue opposed by physical weakness.",
  "Desired vengeance against a tyrant or oppressor opposed by lack of facilities.",
  "Obliged to risk friendship in an effort to apprehend a criminal.",
  "Obliged to identify an unknown person opposed by legal procedure.",
  "Relief from prosecution opposed by mental weakness.",
  "Obliged to risk honor in an effort to destroy a government.",
  "Desired vengeance against an insulter opposed by duty to country.",
  "Obliged to solve a mysterious crime opposed by danger to life.",
  "Obliged to risk happiness in an effort to brave deep waters.",
  "Obliged to risk life in an effort to destroy a government.",
  "Obliged to risk fortune in an effort to undertake a dangerous mission.",
  "Desired vengeance against one who has damaged good name opposed by mental weakness.",
  "Relief from persecution opposed by danger to life.",
  "Obliged to recover lost valuables opposed by lack of information.",
  "Obliged to solve a mysterious crime opposed by false accusation.",
  "Obliged to risk name in an effort to capture a vicious animal.",
  "Obliged to risk position in an effort to prove one's strength.",
  "Relief from injury opposed by lack of influence.",
  "Desired vengeance against one who has caused loss of valuables opposed by friends.",
  "Desired vengeance against the opposite sex opposed by lack of facilities.",
  "Obliged to risk happiness in an effort to engage in battle.",
  "Relief from habit opposed by physical weakness.",
  "Obliged to risk love in an effort to brave an air voyage.",
  "Obliged to prevent a terrible inujstice opposed by rivals.",
  "Relief from unjust accusation opposed by lack of influence.",
  "Obliged to risk name in an effort to destroy a government.",
  "Obliged to prevent a catastrophe opposed by enemies.",
  "Obliged to risk love in an effort to rescue an unfortunate.",
  "Relief from persecution opposed by duty to country.",
  "Desired vengeance against one who has caused injury opposed by mental weakness.",
  "Obliged to recover a lost person opposed by false accusation.",
  "Relief from prosecution opposed by duty to religion.",
  "Obliged to risk love in an effort to engage in battle.",
  "Obliged to prevent a catastrophe opposed by friends.",
  "Relief from habit opposed by lack of facilities.",
  "Obliged to risk love in an effort to apprehend a criminal.",
  "Desired vengeance against a tyrant or oppressor opposed by false accusation.",
  "Obliged to risk position in an effort to engage in battle.",
  "Relief from unjust accusation opposed by legal procedure.",
  "Obliged to recover lost information or clue opposed by enemies.",
  "Desired vengeance against a cheater opposed by suspicion.",
  "Obliged to risk name in an effort to rescue a loved one.",
  "Relief from injury opposed by lack of facilities.",
  "Obliged to risk fortune in an effort to put down a rebellion.",
  "Desired vengeance against an insulter opposed by friends.",
  "Obliged to prevent a crime or injury opposed by distance.",
  "Relief from prosecution opposed by duty to country.",
  "Desired vengeance against a law breaker opposed by suspicion.",
  "Obliged to risk health in an effort to rescue a loved one.",
  "Relief from habit opposed by lack of information.",
  "Desired vengeance against one who has damaged a good name opposed by lack of information.",
  "Obliged to identify an unknown person opposed by rivals.",
  "Obliged to risk life in an effort to rescue a loved one.",
  "Desired vengeance against a law breaker opposed by distance."
]