[
    "Desired vengeance against race, nation or clan opposed by inclement weather.",
    "Obliged to risk honor in an effort to brave a maniac or insane person.",
    "Vengeance against a tyrant or oppressor opposed by suspicion.",
    "Obliged to risk liberty in an effort to undertake a dangerous mission.",
    "Desired vengeance against a rival in love opposed by duty to country.",
    "Obliged to risk position in an effort to brave mental destruction.",
    "Desired vengeance against one who has damaged good name opposed by friends.",
    "Obliged to risk fortune in an effort to escape from imprisonment.",
    "Desired vengeance against a cheater opposed by lack of influence.",
    "Obliged to risk position in an effort to brave a terrible disease.",
    "Desired vengeance against the opposite sex opposed by duty to country.",
    "Obliged to prevent a terrible injustice opposed by physical weakness.",
    "Desired vengeance against a rival in love opposed by inclement weather.",
    "Obliged to solve a mysterious crime opposed by distance.",
    "Desired vengeance against the opposite sex opposed by false accusation.",
    "Obliged to prevent a catastrophe opposed by lack of facilities.",
    "Desired vengeance against race, nation or clan opposed by lack of influence.",
    "Obliged to risk friendship in an effort to escape from imprisonment.",
    "Desired vengeance against a cheater opposed by poverty.",
    "Obliged to recover a lost person opposed by duty to religion.",
    "Desired vengeance against a rival in love opposed by danger to life.",
    "Obliged to risk friendship in an effort to brave deep waters.",
    "Desired vengeance against a law breaker opposed by mental weakness.",
    "Obliged to risk health in an effort to expose a vicious ring.",
    "Desired vengeance against race, nation or clan opposed by duty to religion.",
    "Obliged to restore health or happiness to a loved one opposed by rivals.",
    "Desired vengeance against a tyrant or oppressor opposed by enemies.",
    "Obliged to risk liberty in an effort to brave a maniac or insane person.",
    "Desired vengeance against the opposite sex opposed by inclement weather.",
    "Obliged to risk love in an effort to brave a storm or cataclysm.",
    "Desired vengeance against a rival in love opposed by false accusation.",
    "Obliged to risk friendship in an effort to capture a vicious animal.",
    "Desired vengeance against race, nation or clan opposed by false accusation.",
    "Obliged to risk happiness in an effort to brave mental destruction.",
    "Desired vengeance against a tyrant or oppressor opposed by poverty.",
    "Obliged to risk position in an effort to overthrow a monarch.",
    "Desired vengeance against a rival in love opposed by legal procedure.",
    "Obliged to risk health in an effort to brave mental destruction.",
    "Desired vengeance against opposite sex opposed by duty to loved ones.",
    "Obliged to restore health or happiness to a loved one opposed by mental weakness.",
    "Desired vengeance against one who has caused loss of valuables opposed by rivals.",
    "Obliged to risk position in an effort to brave a maniac or insane person.",
    "Desired vengeance against a tyrant or oppressor opposed by inclement weather.",
    "Obliged to solve a mysterious crime opposed by lack of information.",
    "Desired vengeance against one who has damaged good name opposed by duty to loved ones.",
    "Obliged to restore health or happiness to a loved one opposed by duty to country.",
    "Desired vengeance against one who has caused loss of valuables opposed by enemies.",
    "Obliged to risk honor in an effort to undertake a dangerous mission.",
    "Desired vengeance against one who has caused injury opposed by lack of influence.",
    "Obliged to risk happiness in an effort to brave a storm or cataclysm.",
    "Desired vengeance against a rival in love opposed by lack of information.",
    "Obliged to restore health or happiness to a loved one opposed by enemies.",
    "Desired vengeance against a tyrant or oppressor opposed by a mental weakness.",
    "Obliged to solve a mystery or phenomenon opposed by false accusation.",
    "Desired vengeance against race, nation or clan opposed by lack of facilities.",
    "Obliged to recover lost information or clue opposed by legal procedure.",
    "Desired vengeance against the opposite sex opposed by physical weakness.",
    "Obliged to risk health in an effort to capture a vicious animal.",
    "Desired vengeance against a rival in love opposed by suspicion.",
    "Obliged to risk position in an effort to rescue an unfortunate.",
    "Desired vengeance against a tyrant or oppressor opposed by lack of influence.",
    "Obliged to risk love in an effort to undertake a dangerous mission.",
    "Desired vengeance against race, nation or clan opposed by duty to loved ones.",
    "Obliged to risk friendship in an effort to expose a vicious ring.",
    "Desired vengeance against one who has caused injury opposed by rivals.",
    "Desired vengeance against one who has caused loss of valuables opposed by danger to life.",
    "Obliged to restore health or happiness to a loved one opposed by inclement weather.",
    "Desired vengeance against a rival in love opposed by duty to loved ones.",
    "Obliged to risk friendship in an effort to brave a terrible disease.",
    "Desired vengeance against a tyrant or oppressor opposed by distance.",
    "Obliged to prevent a terrible injustice opposed by lack of influence.",
    "Desired vengeance against race, nation or clan opposed by duty to country.",
    "Obliged to prevent a terrible injustice opposed by lack of information.",
    "Desired vengeance against a cheater opposed by inclement weather.",
    "Obliged to solve a mystery or phenomenon opposed by duty to religion.",
    "Desired vengeance against the opposite sex opposed by lack of influence.",
    "Obliged to recover lost information or clue opposed by false accusation.",
    "Desired vengeance against a rival in love opposed by mental weakness.",
    "Obliged to risk friendship in an effort to rescue an unfortunate.",
    "Desired vengeance against an insulter opposed by duty to loved ones.",
    "Obliged to risk happiness in an effort to brave a terrible disease.",
    "Desired vengeance against a tyrant or oppressor opposed by legal procedure.",
    "Obliged to solve a mystery or phenomenon opposed by danger to life.",
    "Desired vengeance against a law breaker opposed by duty to country.",
    "Obliged to recover lost information opposed by lack of influence.",
    "Desired vengeance against one who has caused injury opposed by suspicion.",
    "Obliged to solve a mystery or phenomenon opposed by lack of information.",
    "Desired vengeance against a rival in love opposed by duty to religion.",
    "Obliged to risk happiness in an effort to rescue an unfortunate.",
    "Desired vengeance against an insulter opposed by lack of facilities.",
    "Obliged to risk fortune in an effort to brave mental destruction.",
    "Relief from prosecution opposed by false accusation.",
    "Desired vengeance against one who has caused loss of valuables opposed by lack of information.",
    "Obliged to risk love in an effort to brave a maniac or insane person.",
    "Desired vengeance against one who has caused injury opposed by lack of facilities.",
    "Obliged to risk position in an effort to put down a rebellion.",
    "Desired vengeance against one who has damaged good name opposed by enemies.",
    "Obliged to risk name in an effort to prove one's strength.",
    "Desired vengeance against a rival in love opposed by lack of facilities.",
    "Obliged to risk life in an effort to brave a storm or cataclysm.",
    "Desired vengeance against a cheater opposed by physical weakness.",
    "Obliged to risk liberty in an effort to brave an air voyage.",
    "Desired vengeance against an insulter opposed by danger to life.",
    "Obliged to risk happiness in an effort to put down a rebellion.",
    "Desired vengeance against one who has damaged good name opposed by suspicion.",
    "Obliged to restore health or happiness to a loved one opposed by lack of information.",
    "Desired vengeance against one who has caused loss of valuables opposed by inclement weather.",
    "Obliged to prevent a crime or injury opposed by lack of facilities.",
    "Desired vengeance against one who has caused injury opposed by false accusation.",
    "Obliged to prevent a catastrophe opposed by lack of influence.",
    "Desired vengeance against one who has damaged good name opposed by danger to life.",
    "Obliged to solve a mysterious crime opposed by duty to loved ones.",
    "Desired vengeance against one who has caused loss of valuables opposed by suspicion.",
    "Obliged to risk happiness in an effort to expose a vicious ring.",
    "Desired vengeance against an insulter opposed by legal procedure.",
    "Obliged to risk fortune in an effort to brave a maniac or insane person.",
    "Desired vengeance against one who has caused injury opposed by lack of information.",
    "Obliged to risk liberty in an effort to brave a storm or cataclysm.",
    "Relief from unjust accusation opposed by suspicion.",
    "Desired vengeance against an insulter opposed by duty to religion.",
    "Obliged to risk honor in an effort to escape from imprisonment.",
    "Desired vengeance against one who has caused injury opposed by enemies.",
    "Obliged to solve a mysterious crime opposed by inclement weather.",
    "Desired vengeance against tyrant or oppressor opposed by duty to religion.",
    "Obliged to risk friendship in an effort to brave a storm or cataclysm.",
    "Desired vengeance against one who has caused loss of valuables opposed by poverty.",
    "Obliged to risk position in an effort to expose a vicious ring.",
    "Desired vengeance against one who has caused injury opposed by danger to life.",
    "Obliged to risk life in an effort to brave a terrible disease.",
    "Desired vengeance against one who has damaged good name opposed by poverty.",
    "Obliged to risk liberty in an effort to escape from imprisonment.",
    "Desired vengeance against insulter opposed by lack of influence.",
    "Obliged to risk love in an effort to capture a vicious animal.",
    "Desired vengeance against one who has caused injury opposed by distance.",
    "Obliged to risk fortune in an effort to capture a vicious animal.",
    "Desired vengeance against a law breaker opposed by duty to loved ones.",
    "Obliged to risk friendship in an effort to overthrow a monarch.",
    "Desired vengeance against an insulter opposed by lack of information.",
    "Obliged to risk honor in an effort to brave mental destruction.",
    "Desired vengeance against one who has caused injury opposed by friends.",
    "Obliged to risk happiness in an effort to overthrow a government.",
    "Desired vengeance against a rival in love opposed by lack of influence.",
    "Obliged to identify an unknown person opposed by inclement weather.",
    "Desired vengeance against a cheater opposed by mental weakness.",
    "Relief from unjust accusation opposed by enemies.",
    "Obliged to prevent a catastrophe opposed by poverty.",
    "Relief from habit opposed by lack of influence.",
    "Obliged to prevent a catastrophe opposed by physical weakness.",
    "Desired vengeance against a law breaker opposed by legal procedure.",
    "Obliged to prevent a crime or injury opposed by false accusation.",
    "Obliged to solve a mysterious crime opposed by legal procedure.",
    "Obliged to recover lost valuables opposed by duty to loved ones.",
    "Desired vengeance against an insulter opposed by mental weakness.",
    "Obliged to risk happiness in an effort to overthrow a monarch.",
    "Obliged to solve a mysterious crime opposed by duty to country.",
    "Obliged to recover lost information or clue opposed by duty to religion.",
    "Obliged to identify an unknown person opposed by lack of information.",
    "Desired vengeance against a cheater opposed by duty to country.",
    "Obliged to risk position in an effort to destroy a government.",
    "Obliged to prevent a crime or injury opposed by physical weakness.",
    "Obliged to solve a mystery or phenomenon opposed by lack of influence.",
    "Obliged to prevent a catastrophe opposed by inclement weather.",
    "Obliged to recover lost information or clue opposed by suspicion.",
    "Desired vengeance against an insulter opposed by physical weakness.",
    "Obliged to risk love in an effort to escape from imprisonment.",
    "Obliged to risk position in an effort to apprehend a vicious criminal.",
    "Obliged to prevent a catastrophe opposed by duty to loved ones.",
    "Obliged to solve a mysterious crime opposed by lack of facilities.",
    "Obliged to prevent a crime or injury opposed by lack of influence.",
    "Obliged to identify an unknown person opposed by duty to religion.",
    "Obliged to prevent a catastrophe opposed by lack of information.",
    "Desired vengeance against an insulter opposed by false accusation.",
    "Obliged to risk happiness in an effort to brave an air voyage.",
    "Obliged to recover lost valuables opposed by enemies.",
    "Desired vengeance against one who has damaged good name opposed by physical weakness.",
    "Obliged to risk fortune in an effort to brave a storm or cataclysm.",
    "Obliged to risk liberty in an effort to brave a terrible disease.",
    "Obliged to prevent a terrible injustice opposed by duty to loved ones.",
    "Obliged to solve a mystery or phenomenon opposed by mental weakness.",
    "Obliged to prevent a catastrophe opposed by duty to country."
]