[
  "Desired vengeance race, nation clan opposed inclement weather.",
  "Obliged risk honor effort brave maniac insane person.",
  "Vengeance tyrant oppressor opposed suspicion.",
  "Obliged risk liberty effort undertake dangerous mission.",
  "Desired vengeance rival love opposed duty country.",
  "Obliged risk position effort brave mental destruction.",
  "Desired vengeance one damaged good name opposed friends.",
  "Obliged risk fortune effort escape imprisonment.",
  "Desired vengeance cheater opposed lack influence.",
  "Obliged risk position effort brave terrible disease.",
  "Desired vengeance opposite sex opposed duty country.",
  "Obliged prevent terrible injustice opposed physical weakness.",
  "Desired vengeance rival love opposed inclement weather.",
  "Obliged solve mysterious crime opposed distance.",
  "Desired vengeance opposite sex opposed false accusation.",
  "Obliged prevent catastrophe opposed lack facilities.",
  "Desired vengeance race, nation clan opposed lack influence.",
  "Obliged risk friendship effort escape imprisonment.",
  "Desired vengeance cheater opposed poverty.",
  "Obliged recover lost person opposed duty religion.",
  "Desired vengeance rival love opposed danger life.",
  "Obliged risk friendship effort brave deep waters.",
  "Desired vengeance law breaker opposed mental weakness.",
  "Obliged risk health effort expose vicious ring.",
  "Desired vengeance race, nation clan opposed duty religion.",
  "Obliged restore health happiness loved one opposed rivals.",
  "Desired vengeance tyrant oppressor opposed enemies.",
  "Obliged risk liberty effort brave maniac insane person.",
  "Desired vengeance opposite sex opposed inclement weather.",
  "Obliged risk love effort brave storm cataclysm.",
  "Desired vengeance rival love opposed false accusation.",
  "Obliged risk friendship effort capture vicious animal.",
  "Desired vengeance race, nation clan opposed false accusation.",
  "Obliged risk happiness effort brave mental destruction.",
  "Desired vengeance tyrant oppressor opposed poverty.",
  "Obliged risk position effort overthrow monarch.",
  "Desired vengeance rival love opposed legal procedure.",
  "Obliged risk health effort brave mental destruction.",
  "Desired vengeance opposite sex opposed duty loved ones.",
  "Obliged restore health happiness loved one opposed mental weakness.",
  "Desired vengeance one caused loss valuables opposed rivals.",
  "Obliged risk position effort brave maniac insane person.",
  "Desired vengeance tyrant oppressor opposed inclement weather.",
  "Obliged solve mysterious crime opposed lack information.",
  "Desired vengeance one damaged good name opposed duty loved ones.",
  "Obliged restore health happiness loved one opposed duty country.",
  "Desired vengeance one caused loss valuables opposed enemies.",
  "Obliged risk honor effort undertake dangerous mission.",
  "Desired vengeance one caused injury opposed lack influence.",
  "Obliged risk happiness effort brave storm cataclysm.",
  "Desired vengeance rival love opposed lack information.",
  "Obliged restore health happiness loved one opposed enemies.",
  "Desired vengeance tyrant oppressor opposed mental weakness.",
  "Obliged solve mystery phenomenon opposed false accusation.",
  "Desired vengeance race, nation clan opposed lack facilities.",
  "Obliged recover lost information clue opposed legal procedure.",
  "Desired vengeance opposite sex opposed physical weakness.",
  "Obliged risk health effort capture vicious animal.",
  "Desired vengeance rival love opposed suspicion.",
  "Obliged risk position effort rescue unfortunate.",
  "Desired vengeance tyrant oppressor opposed lack influence.",
  "Obliged risk love effort undertake dangerous mission.",
  "Desired vengeance race, nation clan opposed duty loved ones.",
  "Obliged risk friendship effort expose vicious ring.",
  "Desired vengeance one caused injury opposed rivals.",
  "Desired vengeance one caused loss valuables opposed danger life.",
  "Obliged restore health happiness loved one opposed inclement weather.",
  "Desired vengeance rival love opposed duty loved ones.",
  "Obliged risk friendship effort brave terrible disease.",
  "Desired vengeance tyrant oppressor opposed distance.",
  "Obliged prevent terrible injustice opposed lack influence.",
  "Desired vengeance race, nation clan opposed duty country.",
  "Obliged prevent terrible injustice opposed lack information.",
  "Desired vengeance cheater opposed inclement weather.",
  "Obliged solve mystery phenomenon opposed duty religion.",
  "Desired vengeance opposite sex opposed lack influence.",
  "Obliged recover lost information clue opposed false accusation.",
  "Desired vengeance rival love opposed mental weakness.",
  "Obliged risk friendship effort rescue unfortunate.",
  "Desired vengeance insulter opposed duty loved ones.",
  "Obliged risk happiness effort brave terrible disease.",
  "Desired vengeance tyrant oppressor opposed legal procedure.",
  "Obliged solve mystery phenomenon opposed danger life.",
  "Desired vengeance law breaker opposed duty country.",
  "Obliged recover lost information opposed lack influence.",
  "Desired vengeance one caused injury opposed suspicion.",
  "Obliged solve mystery phenomenon opposed lack information.",
  "Desired vengeance rival love opposed duty religion.",
  "Obliged risk happiness effort rescue unfortunate.",
  "Desired vengeance insulter opposed lack facilities.",
  "Obliged risk fortune effort brave mental destruction.",
  "Relief prosecution opposed false accusation.",
  "Desired vengeance one caused loss valuables opposed lack information.",
  "Obliged risk love effort brave maniac insane person.",
  "Desired vengeance one caused injury opposed lack facilities.",
  "Obliged risk position effort put rebellion.",
  "Desired vengeance one damaged good name opposed enemies.",
  "Obliged risk name effort prove one's strength.",
  "Desired vengeance rival love opposed lack facilities.",
  "Obliged risk life effort brave storm cataclysm.",
  "Desired vengeance cheater opposed physical weakness.",
  "Obliged risk liberty effort brave air voyage.",
  "Desired vengeance insulter opposed danger life.",
  "Obliged risk happiness effort put rebellion.",
  "Desired vengeance one damaged good name opposed suspicion.",
  "Obliged restore health happiness loved one opposed lack information.",
  "Desired vengeance one caused loss valuables opposed inclement weather.",
  "Obliged prevent crime injury opposed lack facilities.",
  "Desired vengeance one caused injury opposed false accusation.",
  "Obliged prevent catastrophe opposed lack influence.",
  "Desired vengeance one damaged good name opposed danger life.",
  "Obliged solve mysterious crime opposed duty loved ones.",
  "Desired vengeance one caused loss valuables opposed suspicion.",
  "Obliged risk happiness effort expose vicious ring.",
  "Desired vengeance insulter opposed legal procedure.",
  "Obliged risk fortune effort brave maniac insane person.",
  "Desired vengeance one caused injury opposed lack information.",
  "Obliged risk liberty effort brave storm cataclysm.",
  "Relief unjust accusation opposed suspicion.",
  "Desired vengeance insulter opposed duty religion.",
  "Obliged risk honor effort escape imprisonment.",
  "Desired vengeance one caused injury opposed enemies.",
  "Obliged solve mysterious crime opposed inclement weather.",
  "Desired vengeance tyrant oppressor opposed duty religion.",
  "Obliged risk friendship effort brave storm cataclysm.",
  "Desired vengeance one caused loss valuables opposed poverty.",
  "Obliged risk position effort expose vicious ring.",
  "Desired vengeance one caused injury opposed danger life.",
  "Obliged risk life effort brave terrible disease.",
  "Desired vengeance one damaged good name opposed poverty.",
  "Obliged risk liberty effort escape imprisonment.",
  "Desired vengeance insulter opposed lack influence.",
  "Obliged risk love effort capture vicious animal.",
  "Desired vengeance one caused injury opposed distance.",
  "Obliged risk fortune effort capture vicious animal.",
  "Desired vengeance law breaker opposed duty loved ones.",
  "Obliged risk friendship effort overthrow monarch.",
  "Desired vengeance insulter opposed lack information.",
  "Obliged risk honor effort brave mental destruction.",
  "Desired vengeance one caused injury opposed friends.",
  "Obliged risk happiness effort overthrow government.",
  "Desired vengeance rival love opposed lack influence.",
  "Obliged identify unknown person opposed inclement weather.",
  "Desired vengeance cheater opposed mental weakness.",
  "Relief unjust accusation opposed enemies.",
  "Obliged prevent catastrophe opposed poverty.",
  "Relief habit opposed lack influence.",
  "Obliged prevent catastrophe opposed physical weakness.",
  "Desired vengeance law breaker opposed legal procedure.",
  "Obliged prevent crime injury opposed false accusation.",
  "Obliged solve mysterious crime opposed legal procedure.",
  "Obliged recover lost valuables opposed duty loved ones.",
  "Desired vengeance insulter opposed mental weakness.",
  "Obliged risk happiness effort overthrow monarch.",
  "Obliged solve mysterious crime opposed duty country.",
  "Obliged recover lost information clue opposed duty religion.",
  "Obliged identify unknown person opposed lack information.",
  "Desired vengeance cheater opposed duty country.",
  "Obliged risk position effort destroy government.",
  "Obliged prevent crime injury opposed physical weakness.",
  "Obliged solve mystery phenomenon opposed lack influence.",
  "Obliged prevent catastrophe opposed inclement weather.",
  "Obliged recover lost information clue opposed suspicion.",
  "Desired vengeance insulter opposed physical weakness.",
  "Obliged risk love effort escape imprisonment.",
  "Obliged risk position effort apprehend vicious criminal.",
  "Obliged prevent catastrophe opposed duty loved ones.",
  "Obliged solve mysterious crime opposed lack facilities.",
  "Obliged prevent crime injury opposed lack influence.",
  "Obliged identify unknown person opposed duty religion.",
  "Obliged prevent catastrophe opposed lack information.",
  "Desired vengeance insulter opposed false accusation.",
  "Obliged risk happiness effort brave air voyage.",
  "Obliged recover lost valuables opposed enemies.",
  "Desired vengeance one damaged good name opposed physical weakness.",
  "Obliged risk fortune effort brave storm cataclysm.",
  "Obliged risk liberty effort brave terrible disease.",
  "Obliged prevent terrible injustice opposed duty loved ones.",
  "Obliged solve mystery phenomenon opposed mental weakness.",
  "Obliged prevent catastrophe opposed duty country."
]