[
  "religious uprising threatened persecution.",
  "Obliged risk life effort overthrow monarch.",
  "family revolt threatened danger life health.",
  "Desired vengeance opposite sex opposed friends.",
  "Desired home refuge opposed lack influence.",
  "Relief imprisonment opposed false accusation.",
  "Obliged recover lost person opposed danger life.",
  "Relief prosecution opposed inclement weather.",
  "Desired home refuge opposed legal procedure.",
  "Relief imprisonment opposed lack influence.",
  "Obliged recover lost information clue opposed friends.",
  "religious uprising threatened mental derangement.",
  "Obliged risk life effort prove one's strength.",
  "religious uprising threatened unjust accusation.",
  "Obliged risk honor effort rescue loved one.",
  "family revolt threatened mental derangement.",
  "Obliged identify unknown person opposed friends.",
  "Obliged risk health effort put rebellion.",
  "Obliged recover lost information clue opposed poverty.",
  "Desired vengeance insulter opposed suspicion.",
  "religious uprising threatened duty religion.",
  "Obliged risk health effort destroy government.",
  "Obliged risk fortune effort brave deep waters.",
  "religious uprising threatened fatal ambition.",
  "Obliged recover lost valuables opposed lack facilities.",
  "Desired vengeance insulter opposed inclement weather.",
  "Obliged risk health effort brave terrible disease.",
  "Obliged identify unknown person opposed false accusation.",
  "Desired vengeance law breaker opposed lack influence.",
  "Obliged risk friendship effort put rebellion.",
  "Obliged prevent terrible injustice opposed mental weakness.",
  "Obliged risk health effort brave storm cataclysm.",
  "Desired vengeance opposite sex opposed legal procedure.",
  "Obliged prevent terrible injustice opposed false accusation.",
  "Obliged risk honor effort apprehend dangerous criminal.",
  "Obliged risk health effort rescue unfortunate.",
  "Desired vengeance opposite sex opposed distance.",
  "Obliged prevent terrible injustice opposed suspicion.",
  "Obliged identify unknown person opposed danger life.",
  "Obliged recover lost information clue opposed mental weakness.",
  "Desired vengeance law breaker opposed inclement weather.",
  "Obliged prevent terrible injustice opposed duty country.",
  "Obliged identify unknown person opposed lack facilities.",
  "Obliged recover lost information clue opposed distance.",
  "Relief unjust accusation opposed duty religion.",
  "Desired accomplishment opposed lack influence.",
  "Relief imprisonment opposed physical weakness.",
  "Obliged recover lost valuables opposed poverty.",
  "Desired accomplishment opposed mental weakness.",
  "Obliged recover lost information clue opposed rivals.",
  "Obliged risk health effort prove one's strength.",
  "religious uprising threatened physical suffering.",
  "Obliged prevent terrible injustice opposed distance.",
  "Obliged risk happiness effort prove one's strength.",
  "Obliged prevent crime injury opposed danger life.",
  "Desired vengeance cheater opposed false accusation.",
  "Obliged recover lost person opposed duty loved ones.",
  "Obliged solve mysterious crime opposed mental weakness.",
  "Obliged prevent crime injury opposed legal procedure.",
  "Obliged risk happiness effort capture vicious animal.",
  "Desired vengeance cheater opposed legal procedure.",
  "Desired vengeance tyrant oppressor opposed lack information.",
  "Obliged risk friendship effort brave maniac insane person.",
  "Obliged prevent terrible injustice opposed lack facilities.",
  "Desired vengeance law breaker opposed duty religion.",
  "Obliged recover lost information clue opposed danger lite.",
  "Desired vengeance cheater opposed lack facilities.",
  "Obliged prevent crime injury opposed duty country.",
  "Obliged risk liberty effort expose vicious ring.",
  "Obliged solve mystery phenomenon opposed legal procedure.",
  "Desired vengeance law breaker opposed lack information.",
  "Obliged risk happiness effort undertake dangerous mission.",
  "Obliged restore health happiness loved one opposed poverty.",
  "Desired vengeance one damaged good name opposed duty religion.",
  "Obliged solve mystery phenomenon opposed lack facilities.",
  "Desired vengeance cheater opposed duty religion.",
  "Relief persecution opposed duty loved ones.",
  "Obliged prevent catastrophe opposed distance.",
  "Desired vengeance opposite sex opposed rivals.",
  "Obliged recover lost person opposed lack facilities.",
  "Obliged risk health effort escape punishment.",
  "Desired vengeance race, nation clan opposed danger life.",
  "Obliged solve mystery phenomenon opposed inclement weather.",
  "Desired vengeance cheater opposed duty loved ones.",
  "Obliged recover lost valuables opposed lack influence.",
  "Relief persecution opposed lack information.",
  "religious uprising threatened superstition.",
  "Desired vengeance one caused loss valuables opposed duty country.",
  "Relief unjust accusation opposed rivals.",
  "Desired vengeance one caused loss valuables opposed lack facilities.",
  "Obliged restore health happiness loved one opposed duty religion.",
  "Desired vengeance race, nation clan opposed lack information.",
  "Obliged risk happiness effort brave maniac insane person.",
  "Obliged prevent terrible injustice opposed duty religion.",
  "Desired vengeance rival love opposed friends.",
  "Obliged risk position effort brave deep waters.",
  "Obliged recover lost valuables opposed suspicion.",
  "Relief injury opposed physical weakness.",
  "Obliged risk name effort engage battle.",
  "family revolt threatened unjust accusation.",
  "Obliged risk life effort put rebellion.",
  "Obliged prevent terrible injustice opposed legal procedure.",
  "Desired vengeance one caused injury opposed poverty.",
  "Obliged risk friendship effort brave mental destruction.",
  "Desired vengeance tyrant oppressor opposed duty loved ones.",
  "Obliged restore health happiness loved one opposed legal procedure.",
  "Desired vengeance one damaged good name opposed legal procedure.",
  "Obliged restore health happiness loved one opposed lack facilities.",
  "Desired vengeance one caused loss valuables opposed duty loved ones.",
  "Relief unjust accusation opposed friends.",
  "Desired vengeance one caused loss valuables opposed lack influence.",
  "Obliged restore health happiness loved one opposed duty loved ones.",
  "Desired vengeance tyrant oppressor opposed physical weakness.",
  "Obliged prevent terrible injustice opposed inclement weather.",
  "Desired vengeance rival love opposed poverty.",
  "Obliged recover lost valuables opposed false accusation.",
  "Obliged risk fortune effort engage battle.",
  "Obliged risk name effort apprehend criminal.",
  "Desired vengeance tyrant oppressor opposed friends.",
  "Obliged risk position effort brave storm cataclysm.",
  "Obliged recover lost information clue opposed lack information.",
  "Desired vengeance law breaker opposed physical weakness.",
  "Obliged risk love effort expose vicious ring.",
  "Desired vengeance rival love opposed distance.",
  "Obliged restore health happiness loved one opposed friends.",
  "Desired vengeance one damaged good name opposed rivals.",
  "Obliged risk friendship effort undertake dangerous mission.",
  "Desired vengeance tyrant oppressor opposed rivals.",
  "Obliged risk fortune effort rescue loved one.",
  "Relief persecution opposed lack facilities.",
  "Obliged risk honor effort prove one's strength.",
  "Obliged prevent catastrophe opposed danger life.",
  "Desired vengeance opposite sex opposed mental weakness.",
  "Obliged risk health effort brave maniac insane person.",
  "Desired vengeance race, nation clan opposed suspicion.",
  "Obliged risk position effort escape imprisonment.",
  "Desired vengeance opposite sex opposed suspicion.",
  "Obliged risk fortune effort rescue unfortunate.",
  "Relief persecution opposed inclement weather.",
  "religious uprising threatened ignorance.",
  "Desired vengeance one damaged good name opposed lack influence.",
  "Obliged restore health happiness loved one opposed suspicion.",
  "Obliged risk fortune effort brave air voyage.",
  "Obliged prevent crime injury opposed rivals.",
  "Desired vengeance one caused loss valuables opposed physical weakness.",
  "family revolt threatened physical suffering.",
  "Obliged prevent terrible injustice opposed enemies.",
  "Obliged identify unknown person opposed duty country.",
  "Desired vengeance one damaged good name opposed distance.",
  "Obliged risk friendship effort brave air voyage.",
  "Desired vengeance race, nation clan opposed mental weakness.",
  "Obliged risk name effort undertake dangerous mission.",
  "Desired vengeance tyrant oppressor opposed duty country.",
  "Obliged restore health happiness loved one opposed false accusation.",
  "Desired vengeance one caused loss valuables opposed mental weakness.",
  "Relief injury opposed inclement weather.",
  "Desired vengeance one damaged good name opposed lack facilities.",
  "Obliged restore health happiness loved one opposed danger life.",
  "Desired vengeance law breaker opposed lack facilities.",
  "Obliged solve mysterious crime opposed physical weakness.",
  "Relief injury opposed lack information.",
  "Obliged recover lost valuables opposed legal procedure.",
  "Obliged prevent terrible injustice opposed poverty.",
  "Obliged risk name effort overthrow monarch.",
  "Relief unjust accusation opposed danger life.",
  "Obliged identify unknown person opposed enemies.",
  "Desired vengeance opposite sex opposed poverty.",
  "Obliged recover lost information clue opposed duty country.",
  "Desired vengeance one caused injury opposed physical weakness.",
  "Obliged risk health effort undertake dangerous mission.",
  "Desired vengeance one caused injury opposed legal procedure.",
  "Desired vengeance one caused loss valuables opposed false accusation.",
  "Desired vengeance one caused loss valuables opposed duty religion.",
  "Desired vengeance race, nation clan opposed legal procedure.",
  "Obliged risk love effort rescue loved one.",
  "Relief prosecution opposed duty loved ones.",
  "Obliged risk liberty effort overthrow monarch.",
  "Desired vengeance opposite sex opposed lack information.",
  "Obliged risk happiness effort escape imprisonment.",
  "Desired vengeance one caused injury opposed duty loved ones."
]